{"date": "2016-10-21", "sources": ["Bic", "ClinVar", "ESP", "ExAC", "Enigma", "LOVD", "exLOVD", "1000 Genomes"], "notes": "Release notes for BRCA Exchange data version 2, dated October 21, 2016\r\n\r\n\r\nThis is the first update of the BRCA Exchange variant data since the release in April, 2016.  It includes variant data from 1000 Genomes, BIC, ClinVar, ESP, ExAC, exLOVD, LOVD and ENIGMA.  The data was assembled with an automated Luigi pipeline, running software from https://github.com/BD2KGenomics/brca-exchange/tree/master/pipeline/luigi, commit ID f8e675e2459df4c22694184ee0daf0af9a0bfe64.\r\n\r\n\r\nChanges in this release:\r\n* The current data include many variants that had previously been lost inadvertently during manual processing.\r\n* These data include current variant data from all sources, with the partial exception of LOVD.  Due to technical issues communicating with LOVD's server, we were unable to obtain updated BRCA2 variant data from LOVD, and continue to use the BRCA2 data obtained in March, 2016.  We are working on this issue.\r\n* The Expert Reviewed data were generated by the ENIGMA consortium, and includes new classifications that were submitted to ClinVar in May 2016 and September 2016.\r\n* The previous data included all variants from ExAC, as computed using all of ExAC’s input sources.  The current data include the subset of ExAC that was computed without TCGA as an input source.  This results in the removal of a number of variants that had been present only in TCGA, as well as changes to the allele frequencies of many variants.\r\n* The previous data inadvertently filtered out certain classes of variants from ClinVar, including those with only literature support.  The current data include all BRCA variants in ClinVar that are annotated as germline in origin and have coordinates in the GRCh38 genome.  While the current data include many more variants overall, it excludes a small number of variants that had been present in the previous release.  These are variants of somatic or unknown origin, or variants that have been removed from ClinVar.\r\n\r\n\r\nKnown issues:  For the current list, see https://docs.google.com/document/d/1PQdYreWFKYiumR0R_4B__FRjFMMO-yuZlcoDIHpStCg/edit.  \r\n\r\n\r\nTo report new issues: please email brcaexchange@gmail.com.", "archive": "release-10-21-16.tar.gz"}